{
    "projects": [
        {
            "name": "Fly Me to the Moon",
            "subdomain": "fly_me_to_the_moon",
            "category": ["art", "photography"],
            "subtitle": "Space inspired photobook",
            "abstract": "A photobook inspired by the song, Fly me to the Moon. This project blends photography, editing and drawing to create space like scenes.",
            "description": "In this project, I created a photo book inspired by the song, 'Fly Me to the Moon' by Frank Sinatra. I used a combination of photography, editing, and drawing. I photographed outdoor landscapes and a portrait, then used Photoshop to transform these images from earthly places into landscapes from another planet or the moon. I hand-drew planets and craters. This project allowed me to experiment with photo manipulation, photography and drawing to create whimsical scenes.",
            "mainImg": "../img/saturn.png",
            "images":[ 
                {"src": "./img/fly_me_to_the_moon_1.png", "alt": "Image of a rocket ship landing on the moon. But outside in the grass."},
                {"src": "./img/fly_me_to_the_moon_2.png", "alt": "Portrait with the moon, mountains and rocket in the background."},
                {"src": "./img/fly_me_to_the_moon_3.png", "alt": "Image of a purple sky with jupiter and two moons."},
                {"src": "./img/fly_me_to_the_moon_4.png", "alt": "Image pointing up to a purple sky with starts."},
                {"src": "./img/fly_me_to_the_moon_5.png", "alt": "Image of crators on a planet or moon with mountains and a sunset in the background."},
                {"src": "./img/fly_me_to_the_moon_6.png", "alt": "Image of mars with saturn in the sky"},
                {"src": "./img/fly_me_to_the_moon_7.png", "alt": "Image of a rocket taking off from the moon. "} 
            ]
        },
        {
            "name": "Spring Short Film",
            "subdomain": "spring_short_film",
            "category": ["animation", "art","drawing"],
            "subtitle": "Short film about flowers growing in spring",
            "abstract": "A short animation of springs weather and flowers that grow but are swept away by the wind.",
            "description": "This short animation is set to cheerful music and the animation matches the beats. The animation takes place in the spring, when the rain begins to fall and lightning starts to flash. Flowers begin to grow, when suddenly they are swept away by the wind. They flowers fall into a flower pot beside a bird. The animation was hand-drawn on top of real photographs. I wanted to blend together a whimsical image with real life. The project allowed me to practice animation and learn more about animating with music.",
            "mainImg": "../img/mainImgShortFilm.png",
            "images":[ 
                {"src": "./img/short_film_1.png", "alt": "Fly Me to the Moon main image"},
                {"src": "./img/short_film_2.png", "alt": "2 Fly Me to the Moon main image"},
                {"src": "./img/short_film_3.png", "alt": "3 Fly Me to the Moon main image"},
                {"src": "./img/short_film_4.png", "alt": "2 Fly Me to the Moon main image"}
            ]
        },
        {
            "name": "Bar Game",
            "collaborators": "Ryan Venturi, Nathan Ales",
            "subdomain": "bar_game",
            "category": ["digital", "game"],
            "subtitle": "Interactive game playing as a bartender creating drinks and earning tips!",
            "abstract": "The player becomes the bartender and has to correctly choose the correct ingredients to make the drink a costumer ordered.",
            "description": "I worked with a group to help create the game, <em>Beers and Cheers</em>. This game was created in Python, the object of the game is to select the correct ingredients to make the drink listed on the order pad. Each successful order earns the player money and gets the bartender closer to the end of his shift. <br><br>This project helped me collaborate in a team and learn more about the development of games. I designed the background of the game and designed each ingredient bottle and the cash register along with helping build the code for the game.",
            "mainImg": "../img/barMainImg.png",
            "images":[ 
                {"src": "./img/bargame_1.png", "alt": "Image of the bar, background of the game. Ingredients are placed on the shelf."},
                {"src": "./img/bargame_2.png", "alt": "Image of bartender and a Daiquiri listed as the drink to make."},
                {"src": "./img/bargame_3.png", "alt": "Cheers and Beers homescreen"},
                {"src": "./img/bargame_4.png", "alt": "Ending screen after game is over."}
            ]
        },
        {
            "name": "Seasonal Brew",
            "subdomain": "coffee_app",
            "category": ["digital", "mobile"],
            "subtitle": "App designed for finding the perfect coffee",
            "abstract": "A mobile app for finding the kind of coffee you should drink that day.",
            "description": "Seasonal Brew if an app to help coffee lovers find the perfect drink to start thier day! Users take a short quiz, select a season and a type of coffee, and get a personalized coffee recomendation. The app provides instructions to make the coffee and lets you share pictures of your coffee with your friends. Click the coffee mug below a picture to like it, or select the pin to save for later. You can follow your friends on the app and see what kinds of coffees they are drinking. Users can save thier favorite recipes and see the most popular recipes that are trending! ",
            "mainImg": "../img/coffee_1.png",
            "images":[ 
                
                {"src": "./img/coffee_2.png", "alt": "Image of Seasonal Brew's homescreen, welcomes user and gives them saved recipes and recomended friends to follow."},
                {"src": "./img/coffee_3.png", "alt": "Image of the first question on coffee quiz, askes user what kind"},
                {"src": "./img/coffee_5.png", "alt": "Image of the second part of the coffee quiz asking user to pick a season."},
                {"src": "./img/coffee_6.png", "alt": "Image of the coffee that is recomened to the user!"},
                {"src": "./img/coffee_7.png", "alt": "Image of section of the app where users can post and see friends posts of thier coffees. Users can click the mug to like a post, they can additionally pin post. "},
                {"src": "./img/coffee_8.png", "alt": "Image of the users profile page, shows peopel the user may know and pinned coffee's."},
                {"src": "./img/coffee_9.png", "alt": "Image of the side navigation bar that can allow the user to better navigate the app."}
            ]
        }
    ]
}