{
    "projects": [
        {
            "name": "Fly Me to the Moon",
            "subdomain": "fly_me_to_the_moon",
            "category": ["art", "photography","drawing","Digital Design"],
            "subtitle": "Photography and Illustration Inspired by <em>'Fly Me to the Moon'</em>",
            "abstract": "A photobook inspired by the song, <em>'Fly me to the Moon'</em> by Frank Sinatra. This project blends photography, editing and drawing to create whimsical visuals.",
            "description": " In this project, I created a photobook inspired by the song <em>'Fly Me to the Moon'</em> by Frank Sinatra. I combined photography, photo editing and illustration to transform outdoor landscapes into scenes from other planets. Using photoshop, I manipulated the images and drew planets, craters and rockets to add a whimsical feel to the images. This project allowed me to experiment with photo editing techniques and blend photography and illustration to create whimsical images.",
            "mainImg": "../img/saturn.png",
            "images":[ 
                {"src": "./img/fly_me_to_the_moon_1.png", "alt": "Image of a rocket ship landing on the moon. But outside in the grass."},
                {"src": "./img/fly_me_to_the_moon_2.png", "alt": "Portrait with the moon, mountains and rocket in the background."},
                {"src": "./img/fly_me_to_the_moon_3.png", "alt": "Image of a purple sky with jupiter and two moons."},
                {"src": "./img/fly_me_to_the_moon_4.png", "alt": "Image pointing up to a purple sky with starts."},
                {"src": "./img/fly_me_to_the_moon_5.png", "alt": "Image of crators on a planet or moon with mountains and a sunset in the background."},
                {"src": "./img/fly_me_to_the_moon_6.png", "alt": "Image of mars with saturn in the sky"},
                {"src": "./img/fly_me_to_the_moon_7.png", "alt": "Image of a rocket taking off from the moon. "} 
            ]
        },
        {
            "name": "Spring Short Film",
            "subdomain": "spring_short_film",
            "category": ["animation", "art","drawing"],
            "subtitle": "Hand-Drawn Animation Blended with Real Photography and Music",
            "abstract": "A short animation that takes place in the spring. The visuals of the animation sync to the beats of the music. Rain begins to fall and lightning is flashing, flowers begin to grow out of the ground and are suddenly swept away by the wind, landing in a flower pot next to a bird. This project was created using Adobe After Effects.",
            "description": "This short animation is set to music, with the animation syncing to the beats. This short is set in the spring time, the scene begins with rain falling and lightning flashing. As flowers start to grow, they are suddenly swept away by the wind and land in a flower pot next to a bird. The animation was hand drawn over real photographs, blending whimsical imagery with real life elements. <br><br>This project gave me an opportunity to practice animation and learn about animating with sound. This project also allowed me to gain skills in learning a new program, Adobe After Effects.",
            "mainImg": "../img/mainImgShortFilm.png",
            "images":[ 
                {"src": "./img/short_film_1.png", "alt": "Fly Me to the Moon main image"},
                {"src": "./img/short_film_2.png", "alt": "2 Fly Me to the Moon main image"},
                {"src": "./img/short_film_3.png", "alt": "3 Fly Me to the Moon main image"},
                {"src": "./img/short_film_4.png", "alt": "2 Fly Me to the Moon main image"}
            ]
        },
        {
            "name": "Beers and Cheers",
            
            "subdomain": "bar_game",
            "category": ["digital", "game","Interactive"],
            "subtitle": "A Collaborative Game Design Project",
            "abstract": "<em>Beers and Cheers</em> is an interactive game developed in Python where players must select the correct ingredients to match drink orders on a bartender's list. Completing earns the player money and progresses the bartender closer to the end of his shift.",
            "description": "I worked with a team, including Ryan Venturi and Nathan Ales, to help create the game <em>Beers and Cheers,</em> developed in Python. In this game, the player must select the correct ingredients to make the drinks listed on the order pad. Each successful order earns the player money and gets the bartender closer to the end of his shift. <br><br> Beers and Cheers gave me the opportunity to collaborate in a group and learn more about game development. During this project, I was responsible for designing the game's background, bottles, and cash register, as well as contributing to the code of the game. ",
            "mainImg": "../img/barMainImg.png",
            "images":[ 
                {"src": "./img/bargame_1.png", "alt": "Image of the bar, background of the game. Ingredients are placed on the shelf."},
                {"src": "./img/bargame_2.png", "alt": "Image of bartender and a Daiquiri listed as the drink to make."},
                {"src": "./img/bargame_3.png", "alt": "Cheers and Beers homescreen"},
                {"src": "./img/bargame_4.png", "alt": "Ending screen after game is over."}
            ]
        },
        {
            "name": "Seasonal Brew",
            "subdomain": "coffee_app",
            "category": ["digital", "mobile","app","Interactive"],
            "subtitle": "An App Design Concept for Coffee Lovers",
            "abstract": "Seasonal Brew is a coffee recommendation app that is designed to help coffee lovers find their next perfect drink. The app allows users to take a short quiz and receive a personalized coffee recommendation. It provides easy to follow instructions. Users can follow their friends, share photos and save their favorite recipes. ",
            "description": "Seasonal Brew is an app I designed to help coffee lovers discover their next perfect drink to start their day. Users can take a short quiz, select their preferred season and type of coffee, and receive a personalized coffee recommendation. The app provides simple instructions on how to make the coffee. Users can share photos of their creations and can see what kind of drinks their friends are making and explore the trending recipes. Users can save their favorite recipes and can like others recipes by clicking the coffee mug icon below a post. <br><br> This project allowed me to explore app design by creating a visual concept for Seasonal Brew. I focused on layout, navigation, and visuals, gaining insight into how to design an app and improve the user experience.",
            "mainImg": "../img/coffee_1.png",
            "images":[ 
                
                {"src": "./img/coffee_2.png", "alt": "Image of Seasonal Brew's homescreen, welcomes user and gives them saved recipes and recomended friends to follow."},
                {"src": "./img/coffee_3.png", "alt": "Image of the first question on coffee quiz, askes user what kind"},
                {"src": "./img/coffee_5.png", "alt": "Image of the second part of the coffee quiz asking user to pick a season."},
                {"src": "./img/coffee_6.png", "alt": "Image of the coffee that is recomened to the user!"},
                {"src": "./img/coffee_7.png", "alt": "Image of section of the app where users can post and see friends posts of thier coffees. Users can click the mug to like a post, they can additionally pin post. "},
                {"src": "./img/coffee_8.png", "alt": "Image of the users profile page, shows peopel the user may know and pinned coffee's."},
                {"src": "./img/coffee_9.png", "alt": "Image of the side navigation bar that can allow the user to better navigate the app."}
            ]
        }
    ]
}